<template>
  <div>
    <h3>Орден святого Пузика-Великомученика</h3>
    <div class="medal">
      <!-- <base-image :image-path="`path`" :imageAlt="`alt`" class="medal-image" /> -->
      <div class="medal-image">
        <span class="medal-image-text">(фото медали)</span>
      </div>
      <!-- <base-image :image-path="require(`@/assets/hands.png`)" :imageAlt="`alt`" class="medal-image-hands" /> -->
      <div class="medal-text">
        <div class="medal-text-description">
          Орден Святого Пузика-Великомученика — высшая награда, которая была учреждена в компании «Нейрософт»
          в 1999 году по случаю ее седьмого дня рождения. Грудь четырех человек украсила первая, в то время
          еще двумерная модель изделия со стилизованным портретом Сергея Ивановича Шмелёва. За пять лет (с
          1999 по 2003 год) девять сотрудников стали орденоносцами первого поколения. В 2004 году орден
          усовершенствовали: появились изображение лаврового венка и красивый бордюр. Тогда награды впервые
          был удостоен человек, не работающий в компании, но трудящийся на ее благо. В таком виде орден
          просуществовал три года. Современный облик ему придали в 2007 году. Пузико Святого
          Пузика-Великомученика приобрело необходимые ему объем и вес. Венок и другие элементы тоже стали
          объемными. Решение о том, кому будет вручаться награда, принимает лично президент компании
          «Нейрософт» Алексей Борисович Шубин. Получить орден — значит считаться лучшим в своем деле: это
          признание профессионализма, мастерства, трудолюбия, активной жизненной позиции, пассионарности. А
          еще к ордену полагается приятный бонус — премия 2000 евро, которую можно потратить на отдых. Награда
          вручается президентом ежегодно, на праздновании дня рождения компании.
        </div>
      </div>
    </div>
  </div>
</template>

<script>
import '@/styles/modules/about/honor-board-medal.scss'

export default {
  name: 'HonorBoardMedal',
  components: {
    // BaseImage: () => import('@/components/Elements/BaseImage')
    // Loader: () => import('@/components/Elements/Loader'),
  },
  data: () => ({}),
  methods: {}
}
</script>
